Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 百炼显式请求端点必须是完整的 HTTPS 地址。
ar: يجب أن تكون نقطة نهاية الطلب الصريح لـ Bailian عنوان HTTPS كاملاً.
de: Der Endpunkt der expliziten Bailian-Anfrage muss eine vollständige HTTPS-Adresse sein.
en: Bailian explicit request endpoint must be a complete HTTPS address.
es: El punto final de solicitud explícita de Bailian debe ser una dirección HTTPS completa.
fr: Le point de terminaison de la demande explicite Bailian doit être une adresse HTTPS complète.
ja: Bailian の明示的リクエスト エンドポイントは、完全な HTTPS アドレスである必要があります。
ko: Bailian 명시적 요청 엔드포인트는 완전한 HTTPS 주소여야 합니다.
pt_br: O endpoint de solicitação explícita Bailian deve ser um endereço HTTPS completo.
ru: Конечная точка явного запроса Bailian должна быть полным адресом HTTPS.
zh_hant: 百鍊顯式請求端點必須是完整的 HTTPS 地址。

source: 百炼版本已变更。为避免复用不兼容的凭证，请输入新版本专属 API Key 后再保存。
ar: تم تغيير نسخة Bailian. لتجنب إعادة استخدام بيانات الاعتماد غير المتوافقة، يرجى إدخال مفتاح API الخاص بالإصدار الجديد قبل الحفظ.
de: Die Bailian-Version wurde geändert. Um die Wiederverwendung inkompatibler Anmeldeinformationen zu vermeiden, geben Sie vor dem Speichern bitte den für die neue Version spezifischen API-Schlüssel ein.
en: The Bailian version has been changed. To avoid reusing incompatible credentials, please enter the API Key specific to the new version before saving.
es: Se ha cambiado la versión bailiana. Para evitar reutilizar credenciales incompatibles, ingrese la clave API específica de la nueva versión antes de guardar.
fr: La version Bailian a été modifiée. Pour éviter de réutiliser des informations d'identification incompatibles, veuillez saisir la clé API spécifique à la nouvelle version avant de sauvegarder.
ja: Bailian バージョンが変更されました。互換性のない認証情報の再利用を避けるため、保存する前に新しいバージョンに固有の API キーを入力してください。
ko: Bailian 버전이 변경되었습니다. 호환되지 않는 자격 증명을 재사용하지 않으려면 저장하기 전에 새 버전에 맞는 API 키를 입력하세요.
pt_br: A versão Bailian foi alterada. Para evitar a reutilização de credenciais incompatíveis, insira a chave API específica para a nova versão antes de salvar.
ru: Байлианская версия была изменена. Чтобы избежать повторного использования несовместимых учетных данных, перед сохранением введите ключ API, соответствующий новой версии.
zh_hant: 百鍊版本已變更。為避免復用不兼容的憑證，請輸入新版本專屬 API Key 後再保存。

source: 百炼版本已变更。请输入新版本专属 API Key；原凭证不会被自动复用。
ar: تم تغيير نسخة Bailian. الرجاء إدخال مفتاح API الحصري للإصدار الجديد؛ ولن يتم إعادة استخدام الشهادة الأصلية تلقائيًا.
de: Die Bailian-Version wurde geändert. Bitte geben Sie den exklusiven API-Schlüssel der neuen Version ein. Das Originalzertifikat wird nicht automatisch wiederverwendet.
en: The Bailian version has been changed. Please enter the new version's exclusive API Key; the original certificate will not be automatically reused.
es: Se ha cambiado la versión bailiana. Ingrese la clave API exclusiva de la nueva versión; el certificado original no se reutilizará automáticamente.
fr: La version Bailian a été modifiée. Veuillez saisir la clé API exclusive de la nouvelle version ; le certificat original ne sera pas automatiquement réutilisé.
ja: Bailian バージョンが変更されました。新しいバージョンの専用 API キーを入力してください。元の証明書は自動的に再利用されません。
ko: Bailian 버전이 변경되었습니다. 새 버전의 전용 API 키를 입력하세요. 원본 인증서는 자동으로 재사용되지 않습니다.
pt_br: A versão Bailian foi alterada. Por favor insira a chave API exclusiva da nova versão; o certificado original não será reutilizado automaticamente.
ru: Байлианская версия была изменена. Пожалуйста, введите эксклюзивный ключ API новой версии; исходный сертификат не будет автоматически повторно использоваться.
zh_hant: 百鍊版本已變更。請輸入新版本專屬 API Key；原憑證不會被自動復用。

source: 确认导入此备份？
ar: هل تريد استيراد هذه النسخة الاحتياطية؟
de: Diese Sicherung importieren?
en: Import This Backup?
es: ¿Importar esta copia de seguridad?
fr: Importer cette sauvegarde ?
ja: このバックアップを読み込みますか？
ko: 이 백업을 가져오시겠습니까?
pt_br: Importar este backup?
ru: Импортировать эту резервную копию?
zh_hant: 確認導入此備份？

source: 确认并发送
ar: تأكيد وإرسال
de: Bestätigen und senden
en: Confirm and send
es: Confirmar y enviar
fr: Confirmer et envoyer
ja: 確認して送信
ko: 확인하고 보내세요
pt_br: Confirme e envie
ru: Подтвердить и отправить
zh_hant: 確認併發送

source: 确认用户已明确授权本次可能计费的请求
ar: تأكد من أن المستخدم قد سمح صراحةً بطلب الفوترة المحتمل هذا
de: Bestätigen Sie, dass der Benutzer diese mögliche Abrechnungsanforderung ausdrücklich autorisiert hat
en: Confirm that the user has explicitly authorized this possible billing request
es: Confirmar que el usuario ha autorizado explícitamente esta posible solicitud de facturación
fr: Confirmer que l'utilisateur a explicitement autorisé cette éventuelle demande de facturation
ja: ユーザーがこの可能性のある請求リクエストを明示的に承認していることを確認します
ko: 사용자가 이 가능한 결제 요청을 명시적으로 승인했는지 확인하세요.
pt_br: Confirme se o usuário autorizou explicitamente esta possível solicitação de faturamento
ru: Подтвердите, что пользователь явно разрешил этот возможный запрос на выставление счета.
zh_hant: 確認用戶已明確授權本次可能計費的請求

source: 确认音乐生成
ar: تأكيد توليد الموسيقى
de: Bestätigen Sie die Musikgenerierung
en: Confirm music generation
es: Confirmar generación musical
fr: Confirmer la génération de musique
ja: 音楽の生成を確認する
ko: 음악 생성 확인
pt_br: Confirme a geração da música
ru: Подтвердить создание музыки
zh_hant: 確認音樂生成

source: 视觉输入
ar: إدخال مرئي
de: Bildeingabe
en: Vision Input
es: Entrada visual
fr: Entrée visuelle
ja: 画像入力
ko: 비전 입력
pt_br: Entrada visual
ru: Визуальный ввод
zh_hant: 視覺輸入

source: 视频
ar: فيديو
de: Video
en: video
es: vídeo
fr: vidéo
ja: ビデオ
ko: 비디오
pt_br: vídeo
ru: видео
zh_hant: 視頻

source: 视频任务 ID
ar: معرف مهمة الفيديو
de: Video-Aufgaben-ID
en: Video task ID
es: ID de tarea de vídeo
fr: ID de tâche vidéo
ja: ビデオタスクID
ko: 비디오 작업 ID
pt_br: ID da tarefa de vídeo
ru: Идентификатор видеозадачи
zh_hant: 視頻任務 ID

source: 视频任务端点
ar: نقطة نهاية مهام الفيديو
de: Videoaufgaben-Endpunkt
en: Video task endpoint
es: Endpoint de tareas de vídeo
fr: Point de terminaison des tâches vidéo
ja: 動画タスクエンドポイント
ko: 비디오 작업 엔드포인트
pt_br: Endpoint de tarefas de vídeo
ru: Адрес задач видео
zh_hant: 視頻任務端點

source: 视频描述
ar: وصف الفيديو
de: Videobeschreibung
en: Video description
es: Descripción del vídeo
fr: Description vidéo
ja: ビデオの説明
ko: 영상 설명
pt_br: Descrição do vídeo
ru: Описание видео
zh_hant: 視頻描述

source: 视频时长（秒）
ar: مدة الفيديو (بالثواني)
de: Videodauer (Sekunden)
en: Video duration (seconds)
es: Duración del vídeo (segundos)
fr: Durée de la vidéo (secondes)
ja: 動画の長さ (秒)
ko: 비디오 재생 시간(초)
pt_br: Duração do vídeo (segundos)
ru: Продолжительность видео (секунды)
zh_hant: 視頻時長（秒）

source: 视频生成
ar: إنشاء الفيديو
de: Videoerzeugung
en: Video Generation
es: Generación de vídeo
fr: Génération vidéo
ja: 動画生成
ko: 비디오 생성
pt_br: Geração de vídeo
ru: Генерация видео
zh_hant: 視頻生成

source: 视频端点
ar: نقطة نهاية الفيديو
de: Video-Endpunkt
en: Video endpoint
es: Endpoint de vídeo
fr: Point de terminaison vidéo
ja: 動画エンドポイント
ko: 비디오 엔드포인트
pt_br: Endpoint de vídeo
ru: Адрес видео
zh_hant: 視頻端點

source: 立即更新模型价格
ar: تحديث أسعار النماذج الآن
de: Modellpreise jetzt aktualisieren
en: Update Model Prices Now
es: Actualizar precios ahora
fr: Mettre à jour les tarifs maintenant
ja: モデル価格を今すぐ更新
ko: 지금 모델 가격 업데이트
pt_br: Atualizar preços agora
ru: Обновить цены моделей сейчас
zh_hant: 立即更新模型價格

source: 立即清空内存缓存
ar: مسح ذاكرة التخزين المؤقت للذاكرة على الفور
de: Speichercache sofort löschen
en: Clear memory cache immediately
es: Borrar la memoria caché inmediatamente
fr: Effacer immédiatement le cache mémoire
ja: メモリキャッシュをすぐにクリアする
ko: 즉시 메모리 캐시 지우기
pt_br: Limpe o cache de memória imediatamente
ru: Немедленно очистить кэш памяти
zh_hant: 立即清空內存緩存

source: 端口由 ModelHub 与 ProjectDock 固定管理，仅监听本机回环地址；请保留末尾 /v1。
ar: تتم إدارة المنفذ بشكل ثابت بواسطة ModelHub وProjectDock ويستمع فقط إلى عنوان الاسترجاع المحلي؛ يرجى الاحتفاظ بـ /v1 في النهاية.
de: Der Port wird von ModelHub und ProjectDock fest verwaltet und lauscht nur auf die lokale Loopback-Adresse; Bitte behalten Sie /v1 am Ende bei.
en: ModelHub and ProjectDock manage this fixed loopback-only port. Keep /v1 at the end.
es: El puerto es administrado de forma fija por ModelHub y ProjectDock y solo escucha la dirección de loopback local; por favor mantenga /v1 al final.
fr: Le port est géré de manière fixe par ModelHub et ProjectDock et n'écoute que l'adresse de bouclage locale ; veuillez conserver /v1 à la fin.
ja: ポートは ModelHub と ProjectDock によって固定的に管理され、ローカル ループバック アドレスのみをリッスンします。最後に /v1 を付けておいてください。
ko: 포트는 ModelHub 및 ProjectDock에 의해 고정적으로 관리되며 로컬 루프백 주소만 수신합니다. 끝에 /v1을 유지하십시오.
pt_br: A porta é gerenciada fixamente pelo ModelHub e ProjectDock e escuta apenas o endereço de loopback local; por favor mantenha /v1 no final.
ru: Порт постоянно управляется ModelHub и ProjectDock и прослушивает только локальный адрес обратной связи; пожалуйста, оставьте /v1 в конце.
zh_hant: 端口由 ModelHub 與 ProjectDock 固定管理，僅監聽本機回環地址；請保留末尾 /v1。

source: 等待在“系统设置 → 通用 → 登录项”中批准
ar: بانتظار الموافقة في إعدادات النظام ← عام ← عناصر تسجيل الدخول
de: Warten auf Genehmigung unter Systemeinstellungen → Allgemein → Anmeldeobjekte
en: Waiting for approval in System Settings → General → Login Items
es: Esperando aprobación en Ajustes del Sistema → General → Ítems de inicio
fr: En attente d’approbation dans Réglages Système → Général → Ouverture
ja: 「システム設定 → 一般 → ログイン項目」での承認待ち
ko: ‘시스템 설정 → 일반 → 로그인 항목’에서 승인 대기 중
pt_br: Aguardando aprovação em Ajustes do Sistema → Geral → Itens de Início
ru: Ожидание разрешения в «Системные настройки → Основные → Объекты входа»
zh_hant: 等待在“系統設置 → 通用 → 登錄項”中批准

source: 签发
ar: قضية
de: Problem
en: issue
es: problema
fr: problème
ja: 問題
ko: 문제
pt_br: questão
ru: выпуск
zh_hant: 簽發

source: 签发虚拟密钥
ar: إصدار المفتاح الظاهري
de: Virtuellen Schlüssel ausstellen
en: Issue virtual key
es: Emitir clave virtual
fr: Émettre une clé virtuelle
ja: 仮想キーの発行
ko: 가상키 발급
pt_br: Emitir chave virtual
ru: Выдать виртуальный ключ
zh_hant: 簽發虛擬密鑰

source: 简体中文
ar: الصينية المبسطة
de: Vereinfachtes Chinesisch
en: Simplified Chinese
es: Chino simplificado
fr: Chinois simplifié
ja: 簡体字中国語
ko: 중국어 간체
pt_br: Chinês simplificado
ru: Упрощенный китайский
zh_hant: 簡體中文

source: 管理本地 API、系统启动、访问令牌、备份与界面语言。
ar: إدارة واجهات برمجة التطبيقات المحلية، وبدء تشغيل النظام، ورموز الوصول، والنسخ الاحتياطية، ولغات الواجهة.
de: Verwalten Sie lokale APIs, Systemstart, Zugriffstoken, Backups und Schnittstellensprachen.
en: Manage local APIs, system startup, access tokens, backups and interface languages.
es: Administre API locales, inicio del sistema, tokens de acceso, copias de seguridad e idiomas de interfaz.
fr: Gérez les API locales, le démarrage du système, les jetons d'accès, les sauvegardes et les langues d'interface.
ja: ローカル API、システム起動、アクセス トークン、バックアップ、インターフェイス言語を管理します。
ko: 로컬 API, 시스템 시작, 액세스 토큰, 백업 및 인터페이스 언어를 관리합니다.
pt_br: Gerencie APIs locais, inicialização do sistema, tokens de acesso, backups e idiomas de interface.
ru: Управляйте локальными API, запуском системы, токенами доступа, резервными копиями и языками интерфейса.
zh_hant: 管理本地 API、系統啓動、訪問令牌、備份與界面語言。

source: 精确模型名录 URL（不会使用 Base URL）
ar: عنوان URL الدقيق لدليل النماذج (لا يُستخدم عنوان URL الأساسي)
de: Exakte Modellkatalog-URL (Basis-URL wird nicht verwendet)
en: Exact Model Catalog URL (Base URL Is Not Used)
es: URL exacta del catálogo de modelos (no se usa la URL base)
fr: URL exacte du catalogue des modèles (l’URL de base n’est pas utilisée)
ja: 正確なモデルカタログ URL（Base URL は使用しません）
ko: 정확한 모델 카탈로그 URL(Base URL 사용 안 함)
pt_br: URL exata do catálogo de modelos (a URL base não é usada)
ru: Точный URL каталога моделей (базовый URL не используется)
zh_hant: 精確模型名錄 URL（不會使用 Base URL）

source: 精确模型名录 URL（留空则原样使用 Base URL）
ar: عنوان URL لدليل النموذج الدقيق (اتركه فارغًا لاستخدام عنوان URL الأساسي كما هو)
de: Genaue Modellverzeichnis-URL (leer lassen, um die Basis-URL unverändert zu verwenden)
en: Exact model directory URL (leave blank to use the Base URL as is)
es: URL exacta del directorio del modelo (déjelo en blanco para usar la URL base tal como está)
fr: URL exacte du répertoire du modèle (laissez vide pour utiliser l'URL de base telle quelle)
ja: 正確なモデル ディレクトリ URL (ベース URL をそのまま使用する場合は空白のままにします)
ko: 정확한 모델 디렉터리 URL(기본 URL을 그대로 사용하려면 비워 두세요)
pt_br: URL exato do diretório do modelo (deixe em branco para usar o URL base como está)
ru: Точный URL-адрес каталога модели (оставьте пустым, чтобы использовать базовый URL-адрес как есть)
zh_hant: 精確模型名錄 URL（留空則原樣使用 Base URL）

source: 精确端点
ar: نقاط النهاية الدقيقة
de: Exakte Endpunkte
en: Exact endpoints
es: Endpoints exactos
fr: Points de terminaison exacts
ja: 正確なエンドポイント
ko: 정확한 엔드포인트
pt_br: Endpoints exatos
ru: Точные адреса
zh_hant: 精確端點

source: 系统
ar: نظام
de: System
en: system
es: sistema
fr: système
ja: システム
ko: 시스템
pt_br: sistema
ru: система
zh_hant: 系統

source: 系统启动
ar: بدء تشغيل النظام
de: Systemstart
en: System startup
es: Inicio del sistema
fr: Démarrage du système
ja: システムの起動
ko: 시스템 시작
pt_br: Inicialização do sistema
ru: Запуск системы
zh_hant: 系統啓動

source: 约束缺少可核实数据时采用失败关闭：目标不会被调用。
ar: يتم استخدام الإغلاق الفاشل عندما يفتقر القيد إلى بيانات يمكن التحقق منها: لن يتم استدعاء الهدف.
de: Ein fehlgeschlagener Abschluss wird verwendet, wenn der Einschränkung überprüfbare Daten fehlen: Das Ziel wird nicht aufgerufen.
en: Failed closure is used when the constraint lacks verifiable data: the target will not be called.
es: El cierre fallido se utiliza cuando la restricción carece de datos verificables: no se llamará al objetivo.
fr: L'échec de fermeture est utilisé lorsque la contrainte manque de données vérifiables : la cible ne sera pas appelée.
ja: 失敗したクロージャは、制約に検証可能なデータがない場合に使用されます。ターゲットは呼び出されません。
ko: 실패한 폐쇄는 제약조건에 검증 가능한 데이터가 부족할 때 사용됩니다. 대상이 호출되지 않습니다.
pt_br: O fechamento com falha é usado quando a restrição não possui dados verificáveis: o destino não será chamado.
ru: Неудачное закрытие используется, когда в ограничении отсутствуют поддающиеся проверке данные: цель не будет вызываться.
zh_hant: 約束缺少可覈實數據時採用失敗關閉：目標不會被調用。

source: 结果
ar: نتيجة
de: Ergebnis
en: result
es: resultado
fr: résultat
ja: 結果
ko: 결과
pt_br: resultado
ru: результат
zh_hant: 結果

source: 继续测试（可能产生费用）
ar: مواصلة الاختبار (قد يتم فرض رسوم)
de: Testen Sie weiter (es können Gebühren anfallen)
en: Continue testing (fees may apply)
es: Continuar con la prueba (pueden aplicarse cargos)
fr: Poursuivre les tests (des frais peuvent s'appliquer)
ja: テストを続行します (料金が適用される場合があります)
ko: 테스트 계속(요금이 부과될 수 있음)
pt_br: Continue testando (taxas podem ser aplicadas)
ru: Продолжить тестирование (может взиматься плата)
zh_hant: 繼續測試（可能產生費用）

source: 维护已核实的隐私元数据
ar: الحفاظ على بيانات تعريف الخصوصية التي تم التحقق منها
de: Behalten Sie verifizierte Datenschutzmetadaten bei
en: Maintain verified privacy metadata
es: Mantener metadatos de privacidad verificados
fr: Conserver les métadonnées de confidentialité vérifiées
ja: 検証されたプライバシーメタデータを維持する
ko: 검증된 개인 정보 메타데이터 유지
pt_br: Mantenha metadados de privacidade verificados
ru: Поддерживать проверенные метаданные конфиденциальности
zh_hant: 維護已覈實的隱私元數據

source: 综合评分
ar: درجة متوازنة
de: Ausgewogene Bewertung
en: Balanced Score
es: Puntuación equilibrada
fr: Score équilibré
ja: 総合スコア
ko: 종합 점수
pt_br: Pontuação equilibrada
ru: Сбалансированная оценка
zh_hant: 綜合評分

source: 缓存完全相同的非流式文字请求
ar: تخزين مؤقت لطلبات نصية متطابقة غير متدفقة
de: Identische Nicht-Streaming-Textanfragen im Cache speichern
en: Cache identical non-streaming text requests
es: Caché de solicitudes de texto idénticas que no son de transmisión
fr: Mettre en cache les requêtes de texte identiques sans streaming
ja: 同一の非ストリーミング テキスト リクエストをキャッシュする
ko: 동일한 비스트리밍 텍스트 요청 캐시
pt_br: Armazenar em cache solicitações de texto idênticas sem streaming
ru: Кэшируйте идентичные непотоковые текстовые запросы.
zh_hant: 緩存完全相同的非流式文字請求

source: 编辑
ar: تحرير
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
zh_hant: 編輯

source: 编辑与密钥
ar: تحرير ومفتاح
de: Bearbeiten und Schlüssel
en: Edit and Key
es: Editar y clave
fr: Modifier et clé
ja: 編集とキー設定
ko: 편집 및 키
pt_br: Editar e chave
ru: Редактировать и ключ
zh_hant: 編輯與密鑰

source: 编辑供应商与密钥
ar: تحرير مقدمي الخدمات والمفاتيح
de: Bearbeiten Sie Anbieter und Schlüssel
en: Edit provider and key
es: Editar proveedores y claves
fr: Modifier les fournisseurs et les clés
ja: プロバイダーとキーを編集する
ko: 공급자 및 키 편집
pt_br: Editar provedores e chaves
ru: Редактировать поставщиков и ключи
zh_hant: 編輯供應商與密鑰

source: 繁體中文
ar: الصينية التقليدية
de: Traditionelles Chinesisch
en: Traditional Chinese
es: chino tradicional
fr: Chinois traditionnel
ja: 繁体字中国語
ko: 중국어 번체
pt_br: Chinês Tradicional
ru: Традиционный китайский

source: 缺少 API Key，未向供应商发起请求
ar: مفتاح API مفقود؛ لم يُرسل أي طلب إلى المزوّد
de: Der API-Schlüssel fehlt; es wurde keine Anfrage an den Anbieter gesendet
en: The API key is missing; no request was sent to the provider
es: Falta la clave API; no se envió ninguna solicitud al proveedor
fr: La clé API manque ; aucune requête n’a été envoyée au fournisseur
ja: API Key がないため、プロバイダーへのリクエストは送信されませんでした
ko: API Key가 없어 공급자에게 요청을 보내지 않았습니다
pt_br: A chave de API está ausente; nenhuma solicitação foi enviada ao provedor
ru: Ключ API отсутствует; запрос поставщику не отправлялся
zh_hant: 缺少 API Key，未向供應商發起請求

source: 缺少密钥
ar: مفتاح مفقود
de: Fehlender Schlüssel
en: Missing key
es: llave faltante
fr: Clé manquante
ja: 鍵がありません
ko: 키 누락
pt_br: Chave ausente
ru: Отсутствует ключ
zh_hant: 缺少密鑰

source: 缺少已核实价格
ar: السعر الذي تم التحقق منه مفقود
de: Verifizierter Preis fehlt
en: Missing verified price
es: Falta precio verificado
fr: Prix vérifié manquant
ja: 確認済みの価格がありません
ko: 확인된 가격이 누락되었습니다.
pt_br: Preço verificado ausente
ru: Отсутствует подтвержденная цена
zh_hant: 缺少已覈實價格

source: 缺少或无效的 Agent Bearer 令牌
ar: الرمز المميز لحامل الوكيل مفقود أو غير صالح
de: Fehlendes oder ungültiges Agent-Bearer-Token
en: Missing or invalid Agent Bearer token
es: Token de portador de agente faltante o no válido
fr: Jeton de porteur d'agent manquant ou invalide
ja: Agent Bearer トークンが見つからないか無効です
ko: 에이전트 전달자 토큰이 누락되었거나 유효하지 않습니다.
pt_br: Token de portador do agente ausente ou inválido
ru: Токен носителя агента отсутствует или недействителен.
zh_hant: 缺少或無效的 Agent Bearer 令牌

source: 缺少或无效的 Bearer 访问令牌
ar: رمز وصول حامله مفقود أو غير صالح
de: Fehlendes oder ungültiges Bearer-Zugriffstoken
en: Missing or invalid Bearer access token
es: Token de acceso al portador faltante o no válido
fr: Jeton d'accès au porteur manquant ou invalide
ja: ベアラーアクセストークンが見つからないか無効です
ko: 누락되거나 잘못된 Bearer 액세스 토큰
pt_br: Token de acesso ao portador ausente ou inválido
ru: Отсутствует или недействителен токен доступа к носителю.
zh_hant: 缺少或無效的 Bearer 訪問令牌

source: 网关不可用
ar: البوابة غير متاحة
de: Gateway ist nicht verfügbar
en: Gateway is unavailable
es: La puerta de enlace no está disponible
fr: La passerelle n'est pas disponible
ja: ゲートウェイが使用不可です
ko: 게이트웨이를 사용할 수 없습니다.
pt_br: O gateway não está disponível
ru: Шлюз недоступен
zh_hant: 網關不可用

source: 网络连接失败，未能完成上游验证
ar: فشل اتصال الشبكة وتعذر إكمال تحقق المزوّد
de: Die Netzwerkverbindung ist fehlgeschlagen; die Upstream-Prüfung konnte nicht abgeschlossen werden
en: The network connection failed, so upstream verification could not complete
es: Falló la conexión de red y no se pudo completar la verificación del servicio de origen
fr: La connexion réseau a échoué ; la vérification en amont n’a pas pu aboutir
ja: ネットワーク接続に失敗し、上流の検証を完了できませんでした
ko: 네트워크 연결 실패로 업스트림 검증을 완료하지 못했습니다
pt_br: A conexão de rede falhou e a verificação upstream não foi concluída
ru: Сбой сетевого соединения; проверка поставщика не завершена
zh_hant: 網絡連接失敗，未能完成上游驗證

source: 美元（USD）
ar: الدولار الأمريكي (USD)
de: US-Dollar (USD)
en: US Dollar (USD)
es: Dólar estadounidense (USD)
fr: Dollar américain (USD)
ja: 米ドル（USD）
ko: 미국 달러(USD)
pt_br: Dólar americano (USD)
ru: Доллар США (USD)

source: 美元/次
ar: دولار/طلب
de: USD/Anfrage
en: USD/request
es: USD/solicitud
fr: USD/requête
ja: USD/リクエスト
ko: USD/요청
pt_br: USD/solicitação
ru: USD/запрос

source: 美元/百万 Token
ar: دولار/مليون رمز
de: USD/Million Token
en: USD/million tokens
es: USD/millón de tokens
fr: USD/million de jetons
ja: USD/100 万トークン
ko: USD/백만 토큰
pt_br: USD/milhão de tokens
ru: USD/миллион токенов
zh_hant: 美元/百萬 Token

source: 耗时
ar: تستغرق وقتًا طويلاً
de: Zeitaufwändig
en: Duration
es: Consume mucho tiempo
fr: Cela prend du temps
ja: 時間がかかる
ko: 시간이 많이 걸린다
pt_br: Demorado
ru: Отнимает много времени
zh_hant: 耗時

source: 聊天
ar: الدردشة
de: Chat
en: Chat
es: Chat
fr: Discussion
ja: チャット
ko: 채팅
pt_br: Chat
ru: Чат

source: 聊天模型执行在线检测；生成类模型显示已接入的原生协议，密钥仅存储在 macOS 钥匙串。
ar: يقوم نموذج الدردشة بالكشف عبر الإنترنت؛ يُظهر نموذج الفئة الذي تم إنشاؤه البروتوكولات الأصلية التي تم توصيلها، ويتم تخزين المفاتيح فقط في سلسلة مفاتيح macOS.
de: Das Chat-Modell führt eine Online-Erkennung durch; Das generierte Klassenmodell zeigt die verbundenen nativen Protokolle und die Schlüssel werden nur im macOS-Schlüsselbund gespeichert.
en: The chat model performs online detection; the generated class model shows the native protocols that have been connected, and the keys are only stored in the macOS keychain.
es: El modelo de chat realiza detección en línea; el modelo de clase generado muestra los protocolos nativos que se han conectado y las claves solo se almacenan en el llavero de macOS.
fr: Le modèle de chat effectue une détection en ligne ; le modèle de classe généré affiche les protocoles natifs qui ont été connectés et les clés sont uniquement stockées dans le trousseau macOS.
ja: チャット モデルはオンライン検出を実行します。生成されたクラス モデルは、接続されているネイティブ プロトコルを示し、キーは macOS キーチェーンにのみ保存されます。
ko: 채팅 모델은 온라인 감지를 수행합니다. 생성된 클래스 모델은 연결된 기본 프로토콜을 표시하며 키는 macOS 키체인에만 저장됩니다.
pt_br: O modelo de chat realiza detecção online; o modelo de classe gerado mostra os protocolos nativos que foram conectados e as chaves são armazenadas apenas nas chaves do macOS.
ru: Модель чата выполняет онлайн-обнаружение; сгенерированная модель классов показывает подключенные собственные протоколы, а ключи хранятся только в цепочке ключей macOS.
zh_hant: 聊天模型執行在線檢測；生成類模型顯示已接入的原生協議，密鑰僅存儲在 macOS 鑰匙串。

source: 聊天端点
ar: نقطة نهاية الدردشة
de: Chat-Endpunkt
en: Chat endpoint
es: Endpoint de chat
fr: Point de terminaison de chat
ja: チャットエンドポイント
ko: 채팅 엔드포인트
pt_br: Endpoint de chat
ru: Адрес чата
zh_hant: 聊天端點

source: 聚合用量
ar: جرعة التجميع
de: Aggregationsdosierung
en: Aggregation dosage
es: Dosis de agregación
fr: Dosage d'agrégation
ja: 凝集投与量
ko: 집계 복용량
pt_br: Dosagem de agregação
ru: Дозировка агрегации

source: 能力不匹配
ar: عدم تطابق القدرات
de: Nichtübereinstimmung der Fähigkeiten
en: Ability mismatch
es: Desajuste de habilidades
fr: Inadéquation des capacités
ja: 能力の不一致
ko: 능력 불일치
pt_br: Incompatibilidade de habilidade
ru: Несоответствие способностей

source: 能力标签
ar: تسمية القدرة
de: Fähigkeitsetikett
en: Capability label
es: Etiqueta de capacidad
fr: Étiquette de capacité
ja: 能力ラベル
ko: 기능 라벨
pt_br: Etiqueta de capacidade
ru: Метка возможностей
zh_hant: 能力標籤
